;==========================================================
; NEW TECHS -----------------------------------------------
;==========================================================
[SuperiorExplosives X2TechTemplate]
DisplayName="高级炸药"
Summary="我们成功地进一步改进了我们的爆炸武器系统，超越了外星人自己的武器威力。这一技术突破将在未来战斗中为我们带来有利的影响。"

;==========================================================
; NEW ITEMS -----------------------------------------------
;==========================================================
[AcidGrenadeMk3 X2GrenadeTemplate]
FriendlyName="酸性弹头"
FriendlyNamePlural="酸性弹头"
BriefSummary="酸性弹头中化学添加物的腐蚀性极强，能在瞬间融化分解敌人护甲，并在一段时间内使敌人受到化学灼伤。"
TacticalText="<Bullet/>酸性弹头比其他榴弹的破甲效果都好。<br><Bullet/>受酸性腐蚀的敌人将在数回合中承受额外伤害。"
ThrownAbilityName="投掷酸性弹头"
ThrownAbilityHelpText="产生酸性物质，对单位造成伤害。"
LaunchedAbilityname="发射酸液弹头"
LaunchedAbilityHelpText="产生酸性物质，对单位造成伤害。"

[EMPGrenadeMk3 X2GrenadeTemplate]
FriendlyName="EMP弹头"
FriendlyNamePlural="EMP弹头"
BriefSummary="EMP弹头对机器人和机械目标的精密电子系统造成严重破坏，造成大量伤害，并可能使其在短时间内无法运行。然而，有机体敌人对这些效果完全免疫。"
TacticalText="<Bullet/>EMP弹头在巨大范围内对机械敌人造成巨大伤害。<br><Bullet/>EMP弹头在造成伤害时无视护甲。<br><Bullet/>EMP弹头可投掷或发射的距离比标准榴弹的远得多。"
ThrownAbilityName="投掷EMP弹头"
ThrownAbilityHelpText="伤害并混乱目标范围内的机械单位。"
LaunchedAbilityname="发射EMP弹头"
LaunchedAbilityHelpText="伤害并混乱目标范围内的机械单位。"

[FlashbangGrenadeMk2 X2GrenadeTemplate]
FriendlyName="闪光炸弹"
FriendlyNamePlural="闪光炸弹"
BriefSummary="升级后的闪光炸弹会干扰和混乱更大范围内的敌军，对其造成巨大的进攻减益。"
TacticalText="<Bullet/>闪光炸弹不会造成伤害，但会在大范围内扰乱敌军。<br><Bullet/>友方小队成员不会被影响。"
ThrownAbilityName="投掷闪光炸弹"
ThrownAbilityHelpText="在指定区域内使所有敌军混乱。"
LaunchedAbilityname="发射闪光炸弹"
LaunchedAbilityHelpText="在指定区域内使所有敌军混乱。"

[FlashbangGrenadeMk3 X2GrenadeTemplate]
FriendlyName="闪光弹头"
FriendlyNamePlural="闪光弹头"
BriefSummary="闪光弹头会干扰和混乱巨大范围内的敌军，对其造成巨大的进攻减益。"
TacticalText="<Bullet/>闪光弹头不会造成伤害，但会在大范围内扰乱敌军。<br><Bullet/>友方小队成员不会被影响。"
ThrownAbilityName="投掷闪光弹头"
ThrownAbilityHelpText="在指定区域内使所有敌军混乱。"
LaunchedAbilityname="发射闪光弹头"
LaunchedAbilityHelpText="在指定区域内使所有敌军混乱。"

[GasGrenadeMk3 X2GrenadeTemplate]
FriendlyName="毒气弹头"
FriendlyNamePlural="毒气弹头"
BriefSummary="毒气弹头增加了毒素传播机制，爆炸范围比原来更大，伤害所有敌方目标并对爆炸范围内所有有机体敌人施加额外的中毒效果。"
TacticalText="<Bullet/>毒气弹头的爆炸范围比标准破片榴弹的更大。<br><Bullet/>其施放出的毒气对有机体敌人有显著效果，会使他们减速并持续造成伤害。"
ThrownAbilityName="投掷毒气弹头"
ThrownAbilityHelpText="在弹头爆炸后，产生毒云并使毒云中的所有单位中毒。"
LaunchedAbilityname="发射毒气弹头"
LaunchedAbilityHelpText="在弹头爆炸后，产生毒云并使毒云中的所有单位中毒。"

[FirebombMk3 X2GrenadeTemplate]
FriendlyName="火焰弹头"
FriendlyNamePlural="火焰弹头"
BriefSummary="火焰弹头不仅可以对爆炸范围内的所有目标造成大量爆炸伤害，同时也会点燃大部分敌人和周围环境，使它们遭受持续的更大燃烧伤害。"
TacticalText="<Bullet/>火焰弹头会伤害爆炸范围内的所有单位，并对任何容易受到火焰攻击的单位施加\"燃烧\"效果。\n<Bullet/>火焰弹头的爆炸伤害高于其他任何弹头。\n<Bullet/>有些敌人对火焰免疫，不受\"燃烧\"效果影响，尤其是金属系敌人。"
ThrownAbilityName="投掷火焰弹头"
ThrownAbilityHelpText="点燃目标区域及其中的单位。"
LaunchedAbilityname="发射火焰弹头"
LaunchedAbilityHelpText="点燃目标区域及其中的单位。"

[PlasmaGrenadeMk3 X2GrenadeTemplate]
FriendlyName="电浆弹头"
FriendlyNamePlural="电浆弹头"
BriefSummary="电浆弹头是电浆榴弹的升级版本，具有更大的伤害，更有效地粉碎敌人护甲。"
TacticalText="<Bullet/>电浆弹头提高了电浆榴弹的伤害和破甲能力。"
ThrownAbilityName="投掷电浆弹头"
ThrownAbilityHelpText="向目标区域投掷电浆弹头。粉碎护甲。"
LaunchedAbilityname="发射电浆弹头"
LaunchedAbilityHelpText="向目标区域发射电浆弹头。粉碎护甲。"

[ProximityMineMk2 X2GrenadeTemplate]
FriendlyName="感应式地雷 V2"
FriendlyNamePlural="感应式地雷 V2"
BriefSummary="升级后的感应式地雷 V2，当敌人进入其感应范围时自动引爆，对周围环境和敌方目标造成大量伤害。"
TacticalText="<Bullet/>投掷感应地雷 V2将解除士兵的隐蔽状态。<br><Bullet/>友方单位不会触发感应地雷 V2，但要是身处地雷的爆炸范围，也会受到伤害。"
ThrownAbilityName="投掷感应式地雷 V2"
ThrownAbilityHelpText="将感应式地雷 V2投掷到目标区域。"
LaunchedAbilityname="发射感应式地雷 V2"
LaunchedAbilityHelpText="发射感应式地雷 V2到指定区域。"

[ProximityMineMk3 X2GrenadeTemplate]
FriendlyName="感应式地雷 V3"
FriendlyNamePlural="感应式地雷 V3"
BriefSummary="感应地雷 V3采用多个高科技光谱传感器，当敌人进入其感应范围时自动引爆，对周围环境和敌方目标造成大量伤害。"
TacticalText="<Bullet/>投掷感应地雷 V3将解除士兵的隐蔽状态。<br><Bullet/>友方单位不会触发感应地雷 V3，但要是身处地雷的爆炸范围，也会受到伤害。"
ThrownAbilityName="投掷感应式地雷 V3"
ThrownAbilityHelpText="将感应式地雷 V3投掷到目标区域。"
LaunchedAbilityname="发射感应式地雷 V3"
LaunchedAbilityHelpText="发射感应式地雷 V3到指定区域。"

[SmokeGrenadeMk3 X2GrenadeTemplate]
FriendlyName="烟雾弹头"
FriendlyNamePlural="烟雾弹头"
BriefSummary="烟雾弹头可以显著提升其作用范围内的任何单位的防御能力，不管是敌是友。"
TacticalText="<Bullet/>烟雾弹头是烟雾炸弹的强化升级版，可以加大烟雾范围。<br><Bullet/>烟雾可以立刻提升附近单位的防御力。<br><Bullet/>与普通榴弹相比，烟雾弹头的投掷或发射距离要远得多。"
ThrownAbilityName="投掷烟雾弹头"
ThrownAbilityHelpText="对其有效范围内的单位提供防御加成。"
LaunchedAbilityname="发射烟雾弹头"
LaunchedAbilityHelpText="对其有效范围内的单位提供防御加成。"

;==========================================================
; VANILLA OVERRIDE ----------------------------------------
;==========================================================
[SmokeGrenadeMk2 X2GrenadeTemplate]
FriendlyName="烟雾炸弹"
FriendlyNamePlural="烟雾炸弹"
BriefSummary="烟雾炸弹可以显著提升其作用范围内的任何单位的防御能力，不管是敌是友。"
TacticalText="<Bullet/>烟雾炸弹是早期烟雾弹的强化升级版，可以加大烟雾范围。<br><Bullet/>烟雾可以立刻提升附近单位的防御力。<br><Bullet/>与普通榴弹相比，烟雾炸弹的投掷或发射距离要远得多。"
ThrownAbilityName="投掷烟雾炸弹"
ThrownAbilityHelpText="对其有效范围内的单位提供防御加成。"
LaunchedAbilityname="发射烟雾炸弹"
LaunchedAbilityHelpText="对其有效范围内的单位提供防御加成。"


